{"heat-pool":[["12289004105163558344","pool@heatwallet.com","Trusted pool with daily payouts","**pool@heatwallet.com**\n\nNear daily payouts of your staking rewards.\n\nFind us on the [HEAT block explorer](https://heatwallet.com/#/explorer-account/12289004105163558344/transactions).\n\n![Old miner](https://i.imgur.com/dndlzze.jpg)","12289004105163558344/logo.png"],["14341139527820664250","HEATpool.org","Forging towards the sunset!","# HEATpool.org\n__Forging towards the sunset!__\n\n[HEATpool.org](https://heatpool.org/) is the longest running HEAT staking pool, operating since December 2017. That was shortly after balance leasing was released as a feature on the HEAT blockchain. What started fully manually (with daily checks on rewards using Excel), was upgraded to an automated setup in October 2020. Leasing to HEATpool gives you the confidence that you don't have to worry about maintaining your forging node and (re-)registering as masternode when the POP awards expire.\n\n## Payouts twice per day\nThe pool now uses a Python script, which processes payments twice per day. At the moment of payments, it checks the balance for all active lessors, and proportionally divides the rewards for the past 12 hours. This only happens after an initial check where the local server (localhost) completes a quick check on the blockchain data with the data from the heatwallet.com blockchain. This ensures that the chains are fully in sync prior to the payments.\n\n## Pool fees\nThe total fee % at every payment is 1%, of which half will be paid to the node lottery account, and the other half to me to cover my expenses. The node lottery exists to provide some further incentive to operate your own nodes, even if you would not be forging.\n\n## Support\nIn case you have any questions on the pool, reach out to me via the HEAT Discord channel.\n\nFind us on the [HEAT block explorer](https://heatwallet.com/#/explorer-account/14341139527820664250/transactions).\n","14341139527820664250/logo.png"]]}